// const current = +new Date();
// const end = current + 8 * 60 * 60 * 1000;

export default [
  // {
  //   start: current,
  //   end,
  //   cal: () => <div>10-10 </div>,
  // },
  {
    start: '2018-10-24 13:00', // 事件开始时间
    end: '2018-10-31 23:00', // 事件结束时间
    // 事件的回调函数
    cal: () => <div>10-10 </div>,
  },
  // {
  //   start: '2018-10-24 13:00', // 事件开始时间
  //   end: '2018-10-26 14:00', // 事件结束时间
  //   // 事件的回调函数
  //   cal: () => <div>10-10 </div>,
  // },
  // {
  //   start: '2018-10-24 13:00', // 事件开始时间
  //   end: '2018-10-27 14:00', // 事件结束时间
  //   // 事件的回调函数
  //   cal: () => <div>10-10 </div>,
  // },
];
