const current = +new Date();
const end = current + 8 * 60 * 60 * 1000;

export default [

  {
    start: '2018-10-24 09:00', // 事件开始时间
    end: '2018-10-23 13:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>10-10 </div>,
  },
  {
    start: '2018-10-24 09:00', // 事件开始时间
    end: '2018-10-24 14:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>10-10 </div>,
  },
  {
    start: '2018-10-24 09:00', // 事件开始时间
    end: '2018-10-24 17:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>10-10 </div>,
  },
  // {
  //   start: current, // 事件开始时间
  //   end: end, // 事件结束时间
  //   // 事件的渲染函数
  //   render: () => <div>10-10 </div>,
  // },

];
