const current = +new Date();
const end = current + 8 * 60 * 60 * 1000;

export default [

  {
    start: '2018-12-24 14:00', // 事件开始时间
    end: '2018-12-24 16:00', // 事件结束时间
    important: true,
    // 事件的渲染函数
    render: () => <div>24</div>,
  },
  {
    start: '2018-12-23 14:00', // 事件开始时间
    end: '2018-12-27 16:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>21-29</div>,
  },
  {
    start: '2018-12-20 14:00', // 事件开始时间
    end: '2018-12-30 16:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>21-29</div>,
  },
  {
    start: '2018-12-01 14:00', // 事件开始时间
    end: '2018-12-30 16:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>21-29</div>,
  },

];
