const current = +new Date();
const end = current + 8 * 60 * 60 * 1000;

export default [

  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 12:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~ 12-18 12:00 </div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 10:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~ 12-18 10:00 </div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 11:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 11:00</div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 10:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 11:00</div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 13:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 11:00</div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 11:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 11:00</div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 11:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 11:00</div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 11:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 11:00</div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 11:00', // 事件结束时间
    important: true,
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 11:00</div>,
  },
  {
    start: '2018-12-19 09:00', // 事件开始时间
    end: '2018-12-19 11:00', // 事件结束时间
    important: true,
    // 事件的渲染函数
    render: () => <div>12-19 09:00 ~  12-19 11:00</div>,
  },
  {
    start: '2018-12-19 09:00', // 事件开始时间
    end: '2018-12-19 11:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 11:00</div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 11:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 11:00</div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 11:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 11:00</div>,
  },
  {
    start: '2018-12-18 09:00', // 事件开始时间
    end: '2018-12-18 14:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 09:00 ~  12-18 14:00</div>,
  },
  {
    start: '2018-12-18 14:00', // 事件开始时间
    end: '2018-12-28 16:00', // 事件结束时间
    // 事件的渲染函数
    render: () => <div>12-18 14:00 ~  12-18 16:00</div>,
  },
];
